Repository: getaktar/mac
Catalog: Sources/Aktar/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

source: Method
de: Methode
es: Método
fr: Méthode
id: Metode
it: Metodo
ja: メソッド
ko: 메서드
nl: Methode
pl: Metoda
pt_br: Método
ru: Метод
tr: Yöntem
uk: Метод
vi: Phương thức
zh_hans: 方法
zh_hant: 方法

source: Move Anyway
de: Trotzdem bewegen
es: Mover de todos modos
fr: Déplacer quand même
id: Tetap Pindahkan
it: Sposta comunque
ja: このまま移動
ko: 그래도 이동
nl: Toch verplaatsen
pl: Przenieś mimo to
pt_br: Mover mesmo assim
ru: Всё равно переместить
tr: Yine de Taşı
uk: Усе одно перемістити
vi: Vẫn di chuyển
zh_hans: 仍然移动
zh_hant: 仍然搬移

source: Move this file?
de: Diese Datei bewegen?
es: ¿Mover este archivo?
fr: Déplacer ce fichier ?
id: Pindahkan file ini?
it: Spostare questo file?
ja: このファイルを移動しますか？
ko: 이 파일을 이동할까요?
nl: Dit bestand verplaatsen?
pl: Przenieść ten plik?
pt_br: Mover este arquivo?
ru: Переместить этот файл?
tr: Bu dosya taşınsın mı?
uk: Перемістити цей файл?
vi: Di chuyển tệp này?
zh_hans: 要移动此文件吗？
zh_hant: 要搬移此檔案嗎？

source: My Domain
de: Meine Domain
es: Mi dominio
fr: Mon domaine
id: Domain Saya
it: Il mio dominio
ja: 自分のドメイン
ko: 내 도메인
nl: Mijn domein
pl: Moja domena
pt_br: Meu domínio
ru: Мой домен
tr: Alan Adım
uk: Мій домен
vi: Tên miền của tôi
zh_hans: 我的域名
zh_hant: 我的網域

source: New Bucket
de: Neuer Bucket
es: Nuevo bucket
fr: Nouveau bucket
id: Bucket Baru
it: Nuovo bucket
ja: 新しいバケット
ko: 새 버킷
nl: Nieuwe bucket
pl: Nowy bucket
pt_br: Novo bucket
ru: Новый бакет
tr: Yeni Bucket
uk: Новий бакет
vi: Bucket mới
zh_hans: 新建存储桶
zh_hant: 新增儲存貯體

source: No destination to upload to. Add one in Aktar’s Settings.
de: Kein Ziel zum Hochladen. Füge in Aktars Einstellungen eines hinzu.
es: No hay destino al que subir. Añade uno en los Ajustes de Aktar.
fr: Aucune destination pour l’envoi. Ajoutez-en une dans les Réglages d’Aktar.
id: Tidak ada tujuan untuk mengunggah. Tambahkan tujuan di Pengaturan Aktar.
it: Nessuna destinazione su cui caricare. Aggiungine una nelle Impostazioni di Aktar.
ja: アップロード先がありません。Aktar の設定で追加してください。
ko: 업로드할 대상이 없습니다. Aktar 설정에서 대상을 추가하십시오.
nl: Geen bestemming om naar te uploaden. Voeg er een toe in de instellingen van Aktar.
pl: Brak miejsca docelowego do przesłania. Dodaj je w Ustawieniach Aktara.
pt_br: Não há destino para enviar. Adicione um nos Ajustes do Aktar.
ru: Нет места назначения для загрузки. Добавьте его в настройках Aktar.
tr: Yüklenecek bir hedef yok. Aktar'ın Ayarlar'ından bir hedef ekle.
uk: Немає цілі для вивантаження. Додайте її в Параметрах Aktar.
vi: Không có đích để tải lên. Hãy thêm một đích trong Cài đặt của Aktar.
zh_hans: 没有可上传的目标。请在 Aktar 设置中添加一个。
zh_hant: 沒有可上傳的目的地。請在 Aktar 的設定中加入一個。

source: No domain on this Cloudflare account. Add one to Cloudflare first, or use the r2.dev address.
de: Dieses Cloudflare-Konto hat keine Domain. Füge zuerst eine bei Cloudflare hinzu oder nutze die r2.dev-Adresse.
es: Esta cuenta de Cloudflare no tiene ningún dominio. Añade uno a Cloudflare primero, o usa la dirección r2.dev.
fr: Aucun domaine sur ce compte Cloudflare. Ajoutez-en un à Cloudflare d’abord, ou utilisez l’adresse r2.dev.
id: Tidak ada domain di akun Cloudflare ini. Tambahkan satu ke Cloudflare terlebih dahulu, atau gunakan alamat r2.dev.
it: Nessun dominio in questo account Cloudflare. Aggiungine prima uno a Cloudflare, oppure usa l’indirizzo r2.dev.
ja: この Cloudflare アカウントにはドメインがありません。先に Cloudflare に追加するか、r2.dev アドレスを使用してください。
ko: 이 Cloudflare 계정에는 도메인이 없습니다. 먼저 Cloudflare에 도메인을 추가하거나 r2.dev 주소를 사용하세요.
nl: Geen domein in dit Cloudflare-account. Voeg er eerst een toe aan Cloudflare of gebruik het r2.dev-adres.
pl: To konto Cloudflare nie ma żadnej domeny. Najpierw dodaj domenę do Cloudflare lub użyj adresu r2.dev.
pt_br: Não há domínio nesta conta do Cloudflare. Adicione um ao Cloudflare primeiro ou use o endereço r2.dev.
ru: В этом аккаунте Cloudflare нет доменов. Сначала добавьте домен в Cloudflare или используйте адрес r2.dev.
tr: Bu Cloudflare hesabında alan adı yok. Önce Cloudflare'e bir tane ekle ya da r2.dev adresini kullan.
uk: У цьому обліковому записі Cloudflare немає доменів. Спершу додайте домен до Cloudflare або скористайтеся адресою r2.dev.
vi: Tài khoản Cloudflare này không có tên miền nào. Hãy thêm một tên miền vào Cloudflare trước, hoặc dùng địa chỉ r2.dev.
zh_hans: 此 Cloudflare 账户中没有域名。请先将域名添加到 Cloudflare，或使用 r2.dev 地址。
zh_hant: 此 Cloudflare 帳號中沒有網域。請先將網域加入 Cloudflare，或使用 r2.dev 位址。

source: No thumbnails are made or downloaded for this destination. History and the bucket view show file icons.
de: Für dieses Ziel werden keine Vorschaubilder erstellt oder geladen. Verlauf und Bucket-Ansicht zeigen Dateisymbole.
es: No se crean ni se descargan miniaturas para este destino. El historial y la vista del bucket muestran iconos de archivo.
fr: Aucune vignette n’est créée ni téléchargée pour cette destination. L’historique et la vue du bucket affichent des icônes de fichier.
id: Tidak ada gambar mini yang dibuat atau diunduh untuk tujuan ini. Riwayat dan tampilan bucket menampilkan ikon file.
it: Per questa destinazione non vengono create né scaricate miniature. Cronologia e vista bucket mostrano le icone dei file.
ja: この保存先ではサムネイルを作成もダウンロードもしません。履歴とバケット表示にはファイルアイコンが表示されます。
ko: 이 대상에서는 썸네일을 만들거나 다운로드하지 않습니다. 기록과 버킷 보기에는 파일 아이콘이 표시됩니다.
nl: Voor deze bestemming worden geen miniaturen aangemaakt of gedownload. De geschiedenis en de bucketweergave tonen bestandssymbolen.
pl: Dla tego miejsca docelowego miniatury nie są tworzone ani pobierane. Historia i widok bucketu pokazują ikony plików.
pt_br: Nenhuma miniatura é criada ou baixada para este destino. O histórico e a visualização do bucket mostram ícones de arquivo.
ru: Для этого места назначения миниатюры не создаются и не скачиваются. В истории и при просмотре бакета показываются значки файлов.
tr: Bu hedef için küçük resim oluşturulmaz ve indirilmez. Geçmiş ve bucket görünümü dosya simgelerini gösterir.
uk: Для цієї цілі мініатюри не створюються й не завантажуються. В Історії та перегляді бакета показуються значки файлів.
vi: Không tạo hoặc tải xuống hình thu nhỏ cho đích này. Lịch sử và chế độ xem bucket sẽ hiển thị biểu tượng tệp.
zh_hans: 此目标不会创建或下载缩略图。历史记录和存储桶视图将显示文件图标。
zh_hant: 此目的地不會製作或下載縮圖。歷史記錄和儲存貯體檢視會顯示檔案圖像。

source: Not an extension: %@. Use letters and digits only, such as dmg or mp4.
de: Keine Endung: %@. Nur Buchstaben und Ziffern, etwa dmg oder mp4.
es: No es una extensión: %@. Usa solo letras y números, como dmg o mp4.
fr: Pas une extension : %@. Utilisez seulement des lettres et des chiffres, comme dmg ou mp4.
id: Bukan ekstensi: %@. Gunakan huruf dan angka saja, seperti dmg atau mp4.
it: Estensione non valida: %@. Usa solo lettere e cifre, ad esempio dmg o mp4.
ja: 拡張子ではありません: %@。dmg や mp4 のように英数字だけを使ってください。
ko: 확장자가 아닙니다: %@. dmg 또는 mp4처럼 영문자와 숫자만 사용하십시오.
nl: Geen extensie: %@. Gebruik alleen letters en cijfers, zoals dmg of mp4.
pl: To nie jest rozszerzenie: %@. Używaj tylko liter i cyfr, np. dmg lub mp4.
pt_br: Não é uma extensão: %@. Use só letras e números, como dmg ou mp4.
ru: Это не расширение: %@. Используйте только буквы и цифры, например dmg или mp4.
tr: Uzantı değil: %@. dmg ya da mp4 gibi yalnızca harf ve rakam kullan.
uk: Це не розширення: %@. Використовуйте лише літери й цифри, наприклад dmg або mp4.
vi: Không phải phần mở rộng: %@. Chỉ dùng chữ cái và chữ số, chẳng hạn dmg hoặc mp4.
zh_hans: 不是扩展名：%@。只能使用字母和数字，例如 dmg 或 mp4。
zh_hant: 不是副檔名：%@。只能使用字母和數字，例如 dmg 或 mp4。

source: Not updated
de: Nicht aktualisiert
es: Sin actualizar
fr: Non mis à jour
id: Tidak diperbarui
it: Non aggiornato
ja: 未更新
ko: 업데이트 안 됨
nl: Niet bijgewerkt
pl: Niezaktualizowany
pt_br: Não atualizado
ru: Не обновлена
tr: Güncellenmedi
uk: Не оновлено
vi: Chưa cập nhật
zh_hans: 未更新
zh_hant: 未更新

source: Object Key
de: Objektschlüssel
es: Clave del objeto
fr: Clé de l’objet
id: Kunci Objek
it: Chiave oggetto
ja: オブジェクトキー
ko: 객체 키
nl: Objectsleutel
pl: Klucz obiektu
pt_br: Chave do objeto
ru: Ключ объекта
tr: Nesne Anahtarı
uk: Ключ об’єкта
vi: Khóa đối tượng
zh_hans: 对象键
zh_hant: 物件鍵

source: On This Mac
de: Auf diesem Mac
es: En este Mac
fr: Sur ce Mac
id: Di Mac Ini
it: Su questo Mac
ja: このMac
ko: 이 Mac에
nl: Op deze Mac
pl: Na tym Macu
pt_br: Neste Mac
ru: На этом Mac
tr: Bu Mac'te
uk: На цьому Mac
vi: Trên máy Mac này
zh_hans: 在这台 Mac 上
zh_hant: 在這台 Mac 上

source: Only shorten links longer than
de: Nur Links kürzen, die länger sind als
es: Acortar solo enlaces de más de
fr: Ne raccourcir que les liens de plus de
id: Hanya pendekkan tautan yang lebih panjang dari
it: Accorcia solo i link più lunghi di
ja: 次より長いリンクだけ短縮
ko: 다음보다 긴 링크만 줄이기
nl: Alleen links inkorten die langer zijn dan
pl: Skracaj tylko linki dłuższe niż
pt_br: Encurtar só links com mais de
ru: Сокращать только ссылки длиннее
tr: Yalnızca şundan uzun bağlantıları kısalt
uk: Скорочувати лише посилання, довші за
vi: Chỉ rút gọn liên kết dài hơn
zh_hans: 仅缩短长度超过以下值的链接
zh_hant: 僅縮短長度超過以下值的連結

source: Open Cloudflare
de: Cloudflare öffnen
es: Abrir Cloudflare
fr: Ouvrir Cloudflare
id: Buka Cloudflare
it: Apri Cloudflare
ja: Cloudflare を開く
ko: Cloudflare 열기
pl: Otwórz Cloudflare
pt_br: Abrir o Cloudflare
ru: Открыть Cloudflare
tr: Cloudflare'i Aç
uk: Відкрити Cloudflare
vi: Mở Cloudflare
zh_hans: 打开 Cloudflare
zh_hant: 開啟 Cloudflare

source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir les Réglages Système
id: Buka Pengaturan Sistem
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
nl: Open Systeeminstellingen
pl: Otwórz Ustawienia systemowe
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
tr: Sistem Ayarları’nı Aç
uk: Відкрити Системні параметри
vi: Mở Cài đặt hệ thống
zh_hans: 打开系统设置
zh_hant: 打開系統設定

source: Original File Name
de: Ursprünglicher Dateiname
es: Nombre de archivo original
fr: Nom de fichier d’origine
id: Nama File Asli
it: Nome file originale
ja: 元のファイル名
ko: 원래 파일 이름
nl: Oorspronkelijke bestandsnaam
pl: Oryginalna nazwa pliku
pt_br: Nome original do arquivo
ru: Исходное имя файла
tr: Orijinal Dosya Adı
uk: Оригінальна назва файлу
vi: Tên tệp gốc
zh_hans: 原始文件名
zh_hant: 原始檔案名稱

source: Paste the token here
de: Token hier einfügen
es: Pega el token aquí
fr: Collez le jeton ici
id: Tempel token di sini
it: Incolla qui il token
ja: ここにトークンを貼り付け
ko: 여기에 토큰 붙여넣기
nl: Plak het token hier
pl: Wklej token tutaj
pt_br: Cole o token aqui
ru: Вставьте токен сюда
tr: Token'ı buraya yapıştır
uk: Вставте токен сюди
vi: Dán token vào đây
zh_hans: 在此粘贴令牌
zh_hant: 在此貼上權杖

source: Path or URL
de: Pfad oder URL
es: Ruta o URL
fr: Chemin ou URL
id: Path atau URL
it: Percorso o URL
ja: パスまたはURL
ko: 경로 또는 URL
nl: Pad of URL
pl: Ścieżka lub URL
pt_br: Caminho ou URL
ru: Путь или URL
tr: Yol veya URL
uk: Шлях або URL
vi: Đường dẫn hoặc URL
zh_hans: 路径或 URL
zh_hant: 路徑或 URL

source: Play
de: Abspielen
es: Reproducir
fr: Lire
id: Putar
it: Riproduci
ja: 再生
ko: 재생
nl: Speel af
pl: Odtwórz
pt_br: Reproduzir
ru: Воспроизвести
tr: Oynat
uk: Відтворити
vi: Phát
zh_hans: 播放
zh_hant: 播放

source: Presets
de: Vorlagen
es: Preajustes
fr: Préréglages
id: Preset
it: Preimpostazioni
ja: プリセット
ko: 프리셋
nl: Voorinstellingen
pl: Ustawienia gotowe
pt_br: Predefinições
ru: Шаблоны
tr: Hazır Ayarlar
uk: Шаблони
vi: Mẫu có sẵn
zh_hans: 预设
zh_hant: 預設組合

source: Public Links
de: Öffentliche Links
es: Enlaces públicos
fr: Liens publics
id: Tautan Publik
it: Link pubblici
ja: 公開リンク
ko: 공개 링크
nl: Openbare links
pl: Linki publiczne
pt_br: Links públicos
ru: Публичные ссылки
tr: Genel Bağlantılar
uk: Публічні посилання
vi: Liên kết công khai
zh_hans: 公开链接
zh_hant: 公開連結

source: Put each header on its own line, as Name: value.
de: Schreib jeden Header in eine eigene Zeile, als Name: Wert.
es: Pon cada encabezado en su propia línea, como Nombre: valor.
fr: Mettez chaque en-tête sur sa propre ligne, sous la forme Nom: valeur.
id: Tulis setiap header di barisnya sendiri, sebagai Nama: nilai.
it: Metti ogni intestazione su una riga, come Nome: valore.
ja: ヘッダは1行に1つずつ「Name: value」の形式で入力してください。
ko: 헤더는 한 줄에 하나씩 Name: value 형식으로 입력하세요.
nl: Zet elke header op een eigen regel, als Naam: waarde.
pl: Każdy nagłówek wpisz w osobnej linii, jako Nazwa: wartość.
pt_br: Coloque cada cabeçalho em uma linha, como Nome: valor.
ru: Каждый заголовок пишите на отдельной строке, в виде Имя: значение.
tr: Her üst bilgiyi kendi satırına Ad: değer biçiminde yazın.
uk: Кожен заголовок пишіть в окремому рядку, у вигляді Назва: значення.
vi: Đặt mỗi header trên một dòng, dạng Tên: giá trị.
zh_hans: 每个请求头单独一行，格式为 Name: value。
zh_hant: 每個標頭單獨一行，格式為 Name: value。

source: Put each query parameter on its own line, as name=value.
de: Schreib jeden Query-Parameter in eine eigene Zeile, als name=Wert.
es: Pon cada parámetro en su propia línea, como nombre=valor.
fr: Mettez chaque paramètre sur sa propre ligne, sous la forme nom=valeur.
id: Tulis setiap parameter query di barisnya sendiri, sebagai nama=nilai.
it: Metti ogni parametro su una riga, come nome=valore.
ja: クエリパラメータは1行に1つずつ「name=value」の形式で入力してください。
ko: 쿼리 매개변수는 한 줄에 하나씩 name=value 형식으로 입력하세요.
nl: Zet elke queryparameter op een eigen regel, als naam=waarde.
pl: Każdy parametr zapytania wpisz w osobnej linii, jako nazwa=wartość.
pt_br: Coloque cada parâmetro em uma linha, como nome=valor.
ru: Каждый параметр запроса пишите на отдельной строке, в виде имя=значение.
tr: Her sorgu parametresini kendi satırına ad=değer biçiminde yazın.
uk: Кожен параметр запиту пишіть в окремому рядку, у вигляді назва=значення.
vi: Đặt mỗi tham số truy vấn trên một dòng, dạng tên=giá trị.
zh_hans: 每个查询参数单独一行，格式为 name=value。
zh_hant: 每個查詢參數單獨一行，格式為 name=value。

source: Recent Uploads
de: Letzte Uploads
es: Subidas recientes
fr: Envois récents
id: Unggahan Terbaru
it: Caricamenti recenti
ja: 最近のアップロード
ko: 최근 업로드
nl: Recente uploads
pl: Ostatnio przesłane
pt_br: Envios recentes
ru: Недавние загрузки
tr: Son Yüklemeler
uk: Останні вивантаження
vi: Tải lên gần đây
zh_hans: 最近的上传
zh_hant: 最近的上傳項目

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
id: Ganti
it: Sostituisci
ja: 置き換える
ko: 대치
nl: Vervang
pl: Zastąp
pt_br: Substituir
ru: Заменить
tr: Değiştir
uk: Замінити
vi: Thay thế
zh_hans: 替换
zh_hant: 取代

source: Replace File
de: Datei ersetzen
es: Reemplazar archivo
fr: Remplacer le fichier
id: Ganti File
it: Sostituisci file
ja: ファイルを置き換える
ko: 파일 대치
nl: Vervang bestand
pl: Zastąp plik
pt_br: Substituir arquivo
ru: Заменить файл
tr: Dosyayı Değiştir
uk: Замінити файл
vi: Thay thế tệp
zh_hans: 替换文件
zh_hant: 取代檔案

source: Replace File writes a new file at the same key, so its link keeps working. Short cache time sends every upload here with a one-minute cache time, so a replaced file shows up everywhere within about a minute. With a Cloudflare zone ID and an API token that can purge its cache (Zone > Cache Purge), Aktar clears the old version from Cloudflare right away.
de: „Datei ersetzen“ schreibt eine neue Datei an denselben Schlüssel, ihr Link funktioniert also weiter. Mit kurzer Cache-Dauer wird jeder Upload hierher mit einer Minute Cache-Dauer gesendet, sodass eine ersetzte Datei nach etwa einer Minute überall zu sehen ist. Mit einer Cloudflare-Zonen-ID und einem API-Token, das den Cache leeren darf (Zone > Cache Purge), entfernt Aktar die alte Version sofort aus Cloudflare.
es: Reemplazar archivo escribe un archivo nuevo en la misma clave, así que su enlace sigue funcionando. Con caché corta, cada subida aquí se envía con un minuto de caché, así que un archivo reemplazado se ve en todas partes en más o menos un minuto. Con un ID de zona de Cloudflare y un token de API que pueda purgar su caché (Zone > Cache Purge), Aktar borra la versión antigua de Cloudflare al momento.
fr: Remplacer le fichier écrit un nouveau fichier à la même clé : son lien continue de fonctionner. Avec un cache de courte durée, chaque envoi ici part avec une minute de cache, donc un fichier remplacé apparaît partout en une minute environ. Avec un ID de zone Cloudflare et un jeton d’API qui peut vider son cache (Zone > Cache Purge), Aktar retire tout de suite l’ancienne version de Cloudflare.
id: Ganti File menulis file baru di kunci yang sama, sehingga tautannya tetap berfungsi. Waktu cache singkat mengirim setiap unggahan ke sini dengan waktu cache satu menit, sehingga file yang diganti terlihat di mana saja dalam waktu sekitar satu menit. Dengan ID zona Cloudflare dan token API yang dapat membersihkan cache-nya (Zone > Cache Purge), Aktar langsung menghapus versi lama dari Cloudflare.
it: “Sostituisci file” scrive un nuovo file nella stessa chiave, così il suo link continua a funzionare. Con “Cache breve” ogni caricamento qui viene inviato con una durata della cache di un minuto, così un file sostituito appare ovunque entro circa un minuto. Con un ID zona Cloudflare e un token API che può svuotarne la cache (Zone > Cache Purge), Aktar rimuove subito la vecchia versione da Cloudflare.
ja: 「ファイルを置き換える」は新しいファイルを同じキーに書き込むので、リンクはそのまま使えます。「短いキャッシュ時間」をオンにすると、ここへのアップロードはすべてキャッシュ時間1分で送られ、置き換えたファイルは1分ほどでどこでも表示されます。Cloudflare のゾーン ID と、キャッシュを削除できる API トークン (Zone > Cache Purge) があれば、Aktar は古いバージョンをすぐに Cloudflare から消去します。
ko: 파일 대치는 같은 키에 새 파일을 기록하므로 링크가 계속 작동합니다. 짧은 캐시 시간을 켜면 이 대상으로의 모든 업로드가 1분 캐시 시간으로 전송되므로, 대치된 파일이 약 1분 이내에 모든 곳에 반영됩니다. Cloudflare 영역 ID와 캐시를 제거할 수 있는 API 토큰(Zone > Cache Purge)이 있으면 Aktar가 Cloudflare에서 이전 버전을 즉시 지웁니다.
nl: ‘Vervang bestand’ schrijft een nieuw bestand naar dezelfde sleutel, zodat de link blijft werken. Met ‘Korte cachetijd’ wordt elke upload hierheen verstuurd met een cachetijd van één minuut, zodat een vervangen bestand binnen ongeveer een minuut overal zichtbaar is. Met een Cloudflare-zone-ID en een API-token dat de cache mag legen (Zone > Cache Purge) wist Aktar de oude versie meteen uit Cloudflare.
pl: Opcja „Zastąp plik” zapisuje nowy plik pod tym samym kluczem, więc jego link nadal działa. Opcja „Krótki czas buforowania” wysyła każdy plik przesyłany tutaj z jednominutowym czasem buforowania, dzięki czemu zastąpiony plik jest wszędzie widoczny po około minucie. Z ID strefy Cloudflare i tokenem API, który może czyścić jej pamięć podręczną (Zone > Cache Purge), Aktar od razu usuwa starą wersję z Cloudflare.
pt_br: Substituir arquivo grava um arquivo novo na mesma chave, então o link continua funcionando. Com cache curto, cada envio para cá vai com um minuto de cache, então um arquivo substituído aparece em todo lugar em cerca de um minuto. Com um ID de zona do Cloudflare e um token de API que possa limpar o cache (Zone > Cache Purge), o Aktar apaga a versão antiga do Cloudflare na hora.
ru: «Заменить файл» записывает новый файл по тому же ключу, поэтому ссылка продолжает работать. «Короткое время кэша» отправляет каждую загрузку сюда со временем кэширования в одну минуту, поэтому замененный файл появляется везде примерно через минуту. Если указаны ID зоны Cloudflare и API-токен с правом очистки кэша (Zone > Cache Purge), Aktar сразу удаляет старую версию из Cloudflare.
tr: Dosyayı Değiştir, yeni dosyayı aynı anahtara yazar, böylece linki çalışmaya devam eder. Kısa önbellek süresi açıkken buraya yapılan her yükleme bir dakikalık önbellek süresiyle gönderilir, böylece değiştirilen bir dosya yaklaşık bir dakika içinde her yerde görünür. Bir Cloudflare Zone ID'si ve önbelleği temizleyebilen bir API token'ı (Zone > Cache Purge) girersen Aktar eski sürümü Cloudflare'den hemen siler.
uk: «Замінити файл» записує новий файл за тим самим ключем, тож посилання на нього продовжує працювати. «Короткий час кешування» надсилає кожне вивантаження сюди з часом кешування в одну хвилину, тож замінений файл з’являється всюди приблизно за хвилину. Якщо вказати ID зони Cloudflare і API-токен, що може очищати її кеш (Zone > Cache Purge), Aktar одразу вилучає стару версію з Cloudflare.
vi: Thay thế tệp ghi một tệp mới vào cùng khóa, nên liên kết vẫn hoạt động. Thời gian bộ nhớ đệm ngắn gửi mọi tệp tải lên đích này với thời gian lưu bộ nhớ đệm một phút, nên tệp đã thay thế sẽ hiển thị ở mọi nơi trong khoảng một phút. Với Zone ID Cloudflare và token API có quyền xóa bộ nhớ đệm của zone đó (Zone > Cache Purge), Aktar sẽ xóa ngay phiên bản cũ khỏi Cloudflare.
zh_hans: “替换文件”会将新文件写入同一个键，因此链接仍然有效。开启“短缓存时间”后，上传到这里的每个文件都使用一分钟的缓存时间，替换后的文件大约一分钟内就会在各处生效。填写 Cloudflare 区域 ID 和可清除缓存的 API 令牌 (Zone > Cache Purge) 后，Aktar 会立即从 Cloudflare 清除旧版本。
zh_hant: 「取代檔案」會將新檔案寫入相同的鍵，因此連結仍可使用。「短快取時間」會讓上傳到這裡的每個檔案都使用一分鐘的快取時間，因此取代後的檔案約一分鐘內就會在各處更新。若填入 Cloudflare 區域 ID 以及可清除其快取的 API 權杖（Zone > Cache Purge），Aktar 會立即從 Cloudflare 清除舊版本。

source: Replace File…
de: Datei ersetzen …
es: Reemplazar archivo…
fr: Remplacer le fichier…
id: Ganti File…
it: Sostituisci file…
ja: ファイルを置き換える…
ko: 파일 대치…
nl: Vervang bestand…
pl: Zastąp plik…
pt_br: Substituir arquivo…
ru: Заменить файл…
tr: Dosyayı Değiştir…
uk: Замінити файл…
vi: Thay thế tệp…
zh_hans: 替换文件…
zh_hant: 取代檔案…

source: Replace “%@”
de: „%@“ ersetzen
es: Reemplazar «%@»
fr: Remplacer « %@ »
id: Ganti “%@”
it: Sostituisci “%@”
ja: “%@”を置き換える
ko: ‘%@’ 대치
nl: Vervang ‘%@’
pl: Zastąp „%@”
pt_br: Substituir “%@”
ru: Заменить «%@»
tr: “%@” dosyasını değiştir
uk: Замінити «%@»
vi: Thay thế “%@”
zh_hans: 替换“%@”
zh_hant: 取代「%@」

source: Replaced
de: Ersetzt
es: Reemplazado
fr: Remplacé
id: Diganti
it: Sostituito
ja: 置き換え
ko: 대치됨
nl: Vervangen
pl: Zastąpiono
pt_br: Substituído
ru: Заменено
tr: Değiştirildi
uk: Замінено
vi: Đã thay thế
zh_hans: 替换时间
zh_hant: 取代時間

source: Replaced - the link stays the same and is copied
de: Ersetzt - der Link bleibt gleich und ist kopiert
es: Reemplazado: el enlace no cambia y se ha copiado
fr: Remplacé : le lien reste le même et il est copié
id: Diganti - tautan tetap sama dan sudah disalin
it: Sostituito - il link resta lo stesso ed è stato copiato
ja: 置き換えました。リンクはそのままで、コピーしました
ko: 대치됨 - 링크는 그대로이며 복사되었습니다
nl: Vervangen - de link blijft hetzelfde en is gekopieerd
pl: Zastąpiono - link się nie zmienia i jest skopiowany
pt_br: Substituído: o link continua o mesmo e foi copiado
ru: Заменено - ссылка не изменилась и скопирована
tr: Değiştirildi, link aynı kaldı ve kopyalandı
uk: Замінено - посилання те саме, його скопійовано
vi: Đã thay thế - liên kết giữ nguyên và đã được sao chép
zh_hans: 已替换，链接不变并已拷贝
zh_hant: 已取代，連結不變並已拷貝

source: Replacing Files
de: Dateien ersetzen
es: Reemplazar archivos
fr: Remplacement de fichiers
id: Mengganti File
it: Sostituzione dei file
ja: ファイルの置き換え
ko: 파일 대치
nl: Bestanden vervangen
pl: Zastępowanie plików
pt_br: Substituição de arquivos
ru: Замена файлов
tr: Dosya Değiştirme
uk: Заміна файлів
vi: Thay thế tệp
zh_hans: 替换文件
zh_hant: 取代檔案

source: Returns your most recent uploads with their links.
de: Gibt deine letzten Uploads mit ihren Links zurück.
es: Devuelve tus subidas más recientes con sus enlaces.
fr: Renvoie vos envois les plus récents avec leurs liens.
id: Mengembalikan unggahan terbaru Anda beserta tautannya.
it: Restituisce i tuoi caricamenti più recenti con i relativi link.
ja: 最近のアップロードをリンクとともに返します。
ko: 최근 업로드 항목을 링크와 함께 반환합니다.
nl: Geeft je recentste uploads met hun links.
pl: Zwraca ostatnio przesłane pliki wraz z ich linkami.
pt_br: Devolve seus envios mais recentes com os links.
ru: Возвращает ваши недавние загрузки со ссылками.
tr: En son yüklemelerini linkleriyle döndürür.
uk: Повертає ваші останні вивантаження з посиланнями.
vi: Trả về các tệp tải lên gần đây nhất của bạn cùng liên kết.
zh_hans: 返回你最近的上传及其链接。
zh_hant: 傳回你最近的上傳項目及其連結。
